Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/74_studenter_har_fatt_stipend_for_hoyere_utdanning.html.tmx
Source language: nob
Languages: sme

source: 74 studenter har fått stipend for høyere utdanning
sme: 74 studeantta leat ožžon alit oahpahusa stipeandda

source: Sametingets stipend for høyere utdanning for høsthalvåret 2022 er nå ferdigbehandlet.
sme: Sámedikki alit oahpahusa stipeanda 2022 čakčii lea dál gárvásit meannuduvvon.

source: Totalt 74 studenter har fått tildelt stipend, og det er til sammen utbetalt 1 498 500 kroner.
sme: Oktiibuot 74 studeantta leat ožžon stipeandda, ja lea oktiibuot máksojuvvon 1 498 500 ruvnno.

source: Søknadsfristen for stipend fra Sametinget til studenter på lærerutdanninger var 1. oktober.
sme: Oahpaheaddjeoahpuid studeanttaide lei ohcanáigemearri Sámedikki stipendii golggotmánu 1. beaivi.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) er svært fornøyd med at stipendbehandlingen har gått så raskt, og håper at dette motiverer studentene til å gjøre en god innsats frem mot nyttår.
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen (NSR) lea hui duhtavaš dainna ahte stipeandameannudeapmi lea mannan dan mutto jođánit, ja sávvá ahte dát movttiidahttá studeanttaid ođđajagi guvlui dahkat buori barggu.

source: - Det samiske samfunnet har et stort behov for både barnehagelærere og lærere med samisk språk- og kulturkompetanse som kan undervise i grunnskole og videregående skole, Jeg håper derfor at mange flere studenter velger lærerutdanninger i fremtiden, sier Mikkelsen.
sme: Sávan dan dihte ahte olu eanet studeanttat válljejit oahpaheaddjeoahpuid boahtteáiggis, dadjá Mikkelsen.
